{
  "text": {
    "the": 14091,
    "english": 4850,
    "department": 3952,
    "at": 1299,
    "university": 14720,
    "of": 10040,
    "georgia": 6025,
    "is": 7533,
    "a": 321,
    "diverse": 4265,
    "scholarly": 12536,
    "community": 3021,
    "more": 9390,
    "than": 14084,
    "__number__": 315,
    "faculty": 5294,
    "graduate": 6197,
    "students": 13572,
    "and": 918,
    "undergraduate": 14658,
    "majors": 8702,
    "minors": 9229,
    "held": 6589,
    "together": 14256,
    "by": 2205,
    "common": 3009,
    "commitment": 3002,
    "to": 14249,
    "preserving": 11085,
    "transmitting": 14406,
    "extending": 5241,
    "rich": 12123,
    "cultural": 3615,
    "legacy": 8262,
    "language": 8138,
    "diversity": 4266,
    "s": 12352,
    "interests": 7379,
    "research": 11969,
    "methods": 9116,
    "helps": 6601,
    "ensure": 4883,
    "that": 14088,
    "an": 886,
    "major": 8699,
    "develops": 4059,
    "sophisticated": 13186,
    "practical": 10981,
    "grasp": 6238,
    "central": 2465,
    "role": 12215,
    "plays": 10806,
    "in": 7113,
    "preservation": 11082,
    "human": 6865,
    "institutions": 7314,
    "african": 639,
    "american": 858,
    "multicultural": 9475,
    "studies": 13575,
    "conduct": 3144,
    "teaching": 13955,
    "focused": 5606,
    "on": 10087,
    "literature": 8435,
    "culture": 3618,
    "music": 9524,
    "people": 10546,
    "color": 2949,
    "united": 14710,
    "states": 13423,
    "this": 14146,
    "area": 1120,
    "also": 819,
    "hold": 6733,
    "joint": 7730,
    "appointments": 1063,
    "or": 10161,
    "affiliations": 623,
    "with": 15387,
    "variety": 14896,
    "programs": 11223,
    "including": 7133,
    "institute": 7308,
    "for": 5641,
    "native": 9636,
    "latin": 8176,
    "caribbean": 2348,
    "women": 15411,
    "creative": 3502,
    "writing": 15482,
    "program": 11218,
    "administer": 539,
    "two": 14568,
    "list": 8418,
    "serves": 12739,
    "asail": 1203,
    "national": 9627,
    "association": 1277,
    "study": 13580,
    "indian": 7163,
    "msis": 9459,
    "l": 8082,
    "regional": 11793,
    "scholars": 12537,
    "which": 15291,
    "both": 1983,
    "provide": 11313,
    "forums": 5703,
    "where": 15286,
    "our": 10239,
    "can": 2283,
    "ask": 1228,
    "questions": 11461,
    "get": 6041,
    "assistance": 1264,
    "problems": 11161,
    "classroom": 2800,
    "stay": 13435,
    "abreast": 373,
    "current": 3641,
    "debates": 3790,
    "publications": 11353,
    "find": 5513,
    "calls": 2257,
    "papers": 10367,
    "conferences": 3150,
    "professors": 11202,
    "advisory": 597,
    "committees": 3006,
    "help": 6596,
    "plan": 10777,
    "appropriate": 1075,
    "courses": 3451,
    "otherwise": 10233,
    "offer": 10042,
    "advice": 589,
    "encouragement": 4797,
    "student": 13571,
    "professor": 11201,
    "will": 15346,
    "guidance": 6342,
    "selecting": 12661,
    "compiling": 3057,
    "reading": 11623,
    "thesis": 14128,
    "project": 11229,
    "prepared": 11063,
    "under": 14654,
    "advising": 594,
    "committee": 3005,
    "allows": 807,
    "select": 12659,
    "areas": 1121,
    "examination": 5099,
    "direction": 4163,
    "before": 1644,
    "end": 4804,
    "first": 5536,
    "year": 15561,
    "should": 12895,
    "constitute": 3234,
    "chair": 2498,
    "usually": 14826,
    "be": 1617,
    "prospective": 11283,
    "director": 4168,
    "dissertation": 4249,
    "many": 8773,
    "success": 13633,
    "their": 14101,
    "depends": 3961,
    "productive": 11187,
    "relationship": 11835,
    "these": 14125,
    "examinations": 5100,
    "are": 1119,
    "administered": 540,
    "three": 14171,
    "member": 9038,
    "examining": 5104,
    "appointed": 1061,
    "coordinator": 3361,
    "consultation": 3253,
    "composed": 3084,
    "each": 4494,
    "written": 15486,
    "portion": 10908,
    "exams": 5107,
    "typically": 14577,
    "field": 5467,
    "survey": 13742,
    "review": 12072,
    "approximately": 1083,
    "pages": 10313,
    "excluding": 5134,
    "bibliography": 1772,
    "as": 1199,
    "directed": 4161,
    "large": 8152,
    "group": 6303,
    "whose": 15317,
    "one": 10093,
    "core": 3371,
    "strengths": 13540,
    "chaired": 2499,
    "teach": 13951,
    "addition": 511,
    "specializing": 13265,
    "have": 6526,
    "access": 411,
    "array": 1163,
    "resources": 12001,
    "eidson": 4615,
    "james": 7618,
    "nagel": 9574,
    "lanier": 8140,
    "speakers": 13250,
    "series": 12728,
    "sponsored": 13317,
    "helen": 6590,
    "jed": 7652,
    "rasula": 11585,
    "recent": 11662,
    "years": 15566,
    "featured": 5400,
    "prominent": 11238,
    "americanists": 860,
    "donald": 4330,
    "pizer": 10758,
    "michael": 9143,
    "awkward": 1461,
    "marjorie": 8806,
    "perloff": 10585,
    "louis": 8561,
    "menand": 9058,
    "robert": 12187,
    "o": 9977,
    "meally": 8973,
    "among": 875,
    "others": 10232,
    "number": 9947,
    "ongoing": 10098,
    "projects": 11232,
    "opportunities": 10136,
    "earn": 4502,
    "money": 9351,
    "while": 15293,
    "developing": 4055,
    "own": 10293,
    "editorial": 4565,
    "technical": 13966,
    "skills": 13037,
    "uga": 14596,
    "school": 12542,
    "assistantships": 1270,
    "funding": 5827,
    "who": 15311,
    "books": 1949,
    "articles": 1180,
    "same": 12412,
    "time": 14220,
    "encourage": 4795,
    "pursue": 11390,
    "combination": 2965,
    "sources": 13212,
    "from": 5785,
    "makes": 8709,
    "it": 7566,
    "possible": 10934,
    "attend": 1335,
    "international": 7398,
    "travel": 14423,
    "archives": 1110,
    "theses": 14127,
    "dissertations": 4250,
    "because": 1632,
    "strong": 13555,
    "institutional": 7311,
    "support": 13714,
    "been": 1643,
    "successful": 13635,
    "publishing": 11361,
    "work": 15434,
    "places": 10771,
    "working": 15441,
    "alone": 812,
    "assistants": 1268,
    "qualified": 11429,
    "may": 8914,
    "sophomore": 13190,
    "surveys": 13744,
    "occasionally": 10013,
    "upper": 14785,
    "division": 4274,
    "play": 10798,
    "active": 480,
    "life": 8354,
    "athens": 1307,
    "artists": 1191,
    "organizers": 10188,
    "cwp": 3660,
    "elected": 4643,
    "take": 13883,
    "fields": 5469,
    "such": 13640,
    "global": 6100,
    "history": 6709,
    "novel": 9917,
    "modernism": 9310,
    "historical": 6704,
    "avant": 1432,
    "garde": 5915,
    "aesthetic": 607,
    "theory": 14116,
    "latinx": 8177,
    "ecopoetics": 4540,
    "southern": 13218,
    "lyric": 8628,
    "science": 12555,
    "fiction": 5462,
    "exam": 5097,
    "headed": 6548,
    "other": 10230,
    "experts": 5201,
    "respective": 12003,
    "candidates": 2292,
    "nominated": 9852,
    "must": 9532,
    "gpa": 6177,
    "completed": 3064,
    "least": 8240,
    "six": 13017,
    "wishing": 15381,
    "nominate": 9851,
    "submit": 13610,
    "letter": 8299,
    "recommendation": 11684,
    "office": 10047,
    "members": 9039,
    "no": 9837,
    "essays": 4997,
    "following": 5624,
    "either": 4628,
    "hard": 6474,
    "copy": 3367,
    "digital": 4139,
    "attachments": 1322,
    "every": 5073,
    "invited": 7497,
    "enter": 4888,
    "annual": 961,
    "virginia": 15013,
    "rucker": 12304,
    "walter": 15130,
    "poetry": 10850,
    "prize": 11152,
    "course": 3450,
    "offerings": 10045,
    "arise": 1134,
    "encourages": 4798,
    "follow": 5622,
    "example": 5105,
    "intellectually": 7343,
    "engaged": 4830,
    "designing": 4009,
    "we": 15195,
    "know": 8006,
    "burden": 2183,
    "professional": 11196,
    "development": 4056,
    "shared": 12810,
    "alike": 782,
    "so": 13112,
    "works": 15446,
    "ly": 8620,
    "them": 14102,
    "develop": 4051,
    "professionally": 11198,
    "teachers": 13953,
    "then": 14108,
    "meets": 9013,
    "her": 6621,
    "mentor": 9071,
    "less": 8292,
    "tangible": 13912,
    "big": 1778,
    "picture": 10714,
    "about": 370,
    "studying": 13581,
    "purpose": 11387,
    "mentoring": 9073,
    "promote": 11244,
    "contact": 3261,
    "between": 1741,
    "undergraduates": 14659,
    "opportunity": 10137,
    "make": 8704,
    "yourself": 15601,
    "known": 8010,
    "during": 4469,
    "your": 15600,
    "websites": 15215,
    "linked": 8405,
    "directory": 4170,
    "reveal": 12063,
    "even": 5065,
    "mentors": 9074,
    "information": 7219,
    "being": 1659,
    "offered": 10043,
    "next": 9769,
    "term": 14034,
    "share": 12809,
    "some": 13158,
    "what": 15276,
    "sequences": 12720,
    "might": 9174,
    "fruitful": 5791,
    "light": 8360,
    "distinguished": 4256,
    "chigozie": 2623,
    "obioma": 9985,
    "pleased": 10812,
    "welcome": 15242,
    "kenzie": 7918,
    "allen": 795,
    "friday": 5777,
    "march": 8785,
    "14th": 48,
    "7pm": 303,
    "ciné": 2699,
    "you": 15596,
    "ever": 5070,
    "wondered": 15415,
    "career": 2343,
    "really": 11636,
    "like": 8365,
    "if": 7007,
    "careers": 2344,
    "academia": 393,
    "informational": 7220,
    "panel": 10353,
    "thursday": 14194,
    "th": 14075,
    "p": 10300,
    "m": 8632,
    "park": 10399,
    "hall": 6418,
    "four": 5724,
    "highly": 6670,
    "accomplished": 427,
    "give": 6080,
    "insider": 7280,
    "look": 8527,
    "lives": 8456,
    "panelists": 10354,
    "include": 7130,
    "dr": 4388,
    "rebecca": 11647,
    "hallman": 6419,
    "martini": 8835,
    "associate": 1274,
    "center": 2461,
    "specializes": 13264,
    "across": 473,
    "disciplines": 4189,
    "ethnographic": 5032,
    "composition": 3086,
    "pedagogy": 10520,
    "she": 12823,
    "advisor": 595,
    "editor": 4564,
    "classic": 2792,
    "intensive": 7353,
    "journal": 7755,
    "affairs": 615,
    "co": 2851,
    "leads": 8228,
    "creating": 3500,
    "sustainable": 13757,
    "practice": 10982,
    "cooper": 3349,
    "supported": 13715,
    "jan": 7624,
    "uelzmann": 14595,
    "german": 6033,
    "abroad": 374,
    "berlin": 1721,
    "there": 14120,
    "deserving": 4002,
    "howe": 6832,
    "honor": 6770,
    "was": 15159,
    "recently": 11663,
    "cited": 2763,
    "america": 857,
    "greatest": 6255,
    "writers": 15480,
    "theorists": 14114,
    "individual": 7181,
    "affiliated": 620,
    "several": 12763,
    "different": 4125,
    "theories": 14113,
    "has": 6512,
    "particular": 10416,
    "feminism": 5431,
    "gender": 5970,
    "historicism": 6706,
    "poststructuralism": 10952,
    "construction": 3246,
    "race": 11496,
    "literary": 8434,
    "innovation": 7261,
    "encouraged": 4796,
    "explore": 5220,
    "arcs": 1114,
    "news": 9760,
    "represent": 11935,
    "wide": 15321,
    "range": 11563,
    "critical": 3525,
    "expertise": 5200,
    "genre": 6004,
    "craft": 3482,
    "affrilachian": 633,
    "poets": 10853,
    "curator": 3632,
    "ccpp": 2431,
    "poetics": 10848,
    "caapp": 2219,
    "pittsburgh": 10752,
    "assistant": 1265,
    "duke": 4458,
    "ph": 10638,
    "d": 3678,
    "he": 6546,
    "spent": 13302,
    "illinois": 7026,
    "coming": 2987,
    "promoted": 11245,
    "full": 5814,
    "thereafter": 14121,
    "until": 14759,
    "retired": 12045,
    "read": 11618,
    "mitchell": 9271,
    "here": 6625,
    "senior": 12692,
    "fulbright": 5807,
    "munich": 9507,
    "andrew": 923,
    "mellon": 9030,
    "fellow": 5423,
    "harvard": 6507,
    "mary": 8845,
    "carney": 2360,
    "programming": 11222,
    "oversees": 10283,
    "selected": 12660,
    "related": 11829,
    "leadership": 8226,
    "planning": 10784,
    "academic": 394,
    "effective": 4590,
    "communication": 3017,
    "increasing": 7147,
    "engagement": 4831,
    "holds": 6737,
    "courtesy": 3456,
    "appointment": 1062,
    "prior": 11137,
    "joining": 7728,
    "learning": 8238,
    "north": 9879,
    "founded": 5719,
    "usg": 14820,
    "scholarship": 12538,
    "sotl": 13200,
    "fellows": 5424,
    "consortium": 3229,
    "honors": 6777,
    "gainesville": 5888,
    "state": 13417,
    "college": 2932,
    "authored": 1393,
    "book": 1945,
    "chapters": 2543,
    "appear": 1039,
    "edith": 4560,
    "wharton": 15275,
    "cosmopolitanism": 3413,
    "quarterly": 11446,
    "tli": 14244,
    "inquiry": 7270,
    "emily": 4736,
    "dickinson": 4113,
    "labor": 8087,
    "beyond": 1746,
    "values": 14875,
    "privilege": 11147,
    "prejudice": 11049,
    "twenty": 14562,
    "invisible": 7492,
    "knapsack": 7994,
    "anne": 946,
    "williams": 15349,
    "emeritus": 4734,
    "named": 9582,
    "since": 12988,
    "head": 6547,
    "received": 11659,
    "his": 6692,
    "phd": 10649,
    "uc": 14588,
    "santa": 12436,
    "cruz": 3561,
    "consciousness": 3206,
    "resident": 11983,
    "scholar": 12535,
    "dartmouth": 3726,
    "stephen": 13461,
    "crane": 3487,
    "impressionism": 7098,
    "hemingway": 6606,
    "love": 8567,
    "war": 15138,
    "made": 8657,
    "into": 7445,
    "hollywood": 6745,
    "film": 5493,
    "starring": 13407,
    "sandra": 12427,
    "bullock": 2175,
    "oak": 9980,
    "contemporary": 3271,
    "short": 12885,
    "story": 13511,
    "cycle": 3670,
    "anthology": 981,
    "houghton": 6815,
    "mifflin": 9173,
    "blackwell": 1855,
    "companion": 3026,
    "edited": 4559,
    "alfred": 762,
    "bendixen": 1695,
    "stories": 13508,
    "new": 9752,
    "orleans": 10206,
    "published": 11357,
    "wiley": 15343,
    "well": 15247,
    "rockefeller": 12202,
    "magdalena": 8669,
    "zurawski": 15683,
    "joined": 7727,
    "fall": 5316,
    "ba": 1475,
    "comparative": 3029,
    "brown": 2122,
    "bruise": 2129,
    "fc2": 5390,
    "alabama": 735,
    "press": 11092,
    "twentieth": 14561,
    "century": 2471,
    "british": 2092,
    "postwar": 10953,
    "transatlantic": 14364,
    "exchange": 5128,
    "london": 8510,
    "documentary": 4298,
    "popular": 10896,
    "oxford": 10297,
    "currently": 3642,
    "irish": 7518,
    "https": 6849,
    "www": 15502,
    "edpavlic": 4572,
    "com": 2961,
    "ed": 4544,
    "pavlić": 10491,
    "indiana": 7164,
    "indigenous": 7177,
    "literatures": 8437,
    "romero": 12226,
    "contract": 3301,
    "nebraska": 9681,
    "explores": 5224,
    "complex": 3070,
    "cinema": 2694,
    "genres": 6006,
    "susan": 13751,
    "rosenbaum": 12247,
    "modern": 9309,
    "visual": 15036,
    "arts": 1192,
    "humanities": 6869,
    "éric": 15697,
    "morales": 9388,
    "franceschini": 5744,
    "berkeley": 1719,
    "postcolonial": 10939,
    "criticism": 3527,
    "decolonial": 3826,
    "aesthetics": 610,
    "marxist": 8844,
    "radical": 11513,
    "thought": 14158,
    "américas": 885,
    "poet": 10844,
    "affinity": 624,
    "prose": 11281,
    "testimonial": 14060,
    "biography": 1805,
    "arriving": 1169,
    "mattison": 8902,
    "medieval": 8999,
    "tudor": 14520,
    "groningen": 6292,
    "netherlands": 9729,
    "killam": 7957,
    "postdoctoral": 10941,
    "columbia": 2956,
    "i": 6937,
    "visiting": 15032,
    "society": 13122,
    "dalhousie": 3695,
    "halifax": 6417,
    "nova": 9916,
    "scotia": 12569,
    "canada": 2284,
    "previous": 11107,
    "service": 12740,
    "included": 7131,
    "membership": 9040,
    "executive": 5144,
    "c19": 2216,
    "nineteenth": 9814,
    "status": 13432,
    "profession": 11195,
    "consultant": 3251,
    "reader": 11620,
    "board": 1904,
    "early": 4501,
    "connections": 3194,
    "founder": 5720,
    "layli": 8211,
    "phillips": 10669,
    "maparyan": 8776,
    "womanist": 15410,
    "formerly": 5683,
    "foundation": 5716,
    "fellowship": 5425,
    "latest": 8171,
    "followed": 5623,
    "discussion": 4215,
    "curated": 3630,
    "zawacki": 15631,
    "savage": 12475,
    "conversations": 3332,
    "coffee": 2885,
    "house": 6819,
    "cody": 2878,
    "marrs": 8823,
    "avid": 1439,
    "divides": 4271,
    "u": 14584,
    "nigeria": 9794,
    "mcknight": 8954,
    "judge": 7779,
    "entries": 4907,
    "alongside": 814,
    "jamie": 7621,
    "ford": 5644,
    "lauren": 8193,
    "groff": 6291,
    "zeyn": 15641,
    "joukhadar": 7753,
    "chawa": 2583,
    "magaña": 8668,
    "jonathan": 7735,
    "evans": 5061,
    "languages": 8139,
    "linguistics": 8400,
    "sujata": 13665,
    "iyengar": 7589,
    "stanford": 13401,
    "renaissance": 11892,
    "shakespearean": 12792,
    "adaptation": 498,
    "appropriation": 1077,
    "leanne": 8232,
    "connects": 3198,
    "knowledge": 8008,
    "histories": 6707,
    "expressive": 5236,
    "cultures": 3619,
    "links": 8408,
    "soundcloud": 13206,
    "south": 13213,
    "s01": 12353,
    "episode": 4929,
    "its": 7580,
    "http": 6848,
    "muse": 9518,
    "jhu": 7680,
    "edu": 4575,
    "journals": 7759,
    "studies_in_american_indian_literatures": 13576,
    "video": 14982,
    "why": 15318,
    "write": 15477,
    "noble": 9840,
    "learns": 8239,
    "tweet": 14558,
    "aunt": 1377,
    "lute": 8618,
    "auntlute": 1378,
    "usafellows": 14809,
    "org": 10178,
    "superstition": 13701,
    "interview": 7433,
    "superstitionreview": 13702,
    "asu": 1292,
    "issue12": 7560,
    "interviews": 7435,
    "leannehowe": 8233,
    "nb": 9659,
    "listed": 8419,
    "name": 9581,
    "izola": 7591,
    "wilson": 15354,
    "athena": 1304,
    "nicholas": 9781,
    "willson": 15353,
    "baldwin": 1512,
    "instruction": 7316,
    "assessment": 1255,
    "aruni": 1195,
    "kashyap": 7866,
    "newest": 9756,
    "collection": 2926,
    "october": 10030,
    "gaudy": 5943,
    "boy": 2004,
    "publishers": 11359,
    "marketplace": 8812,
    "reported": 11928,
    "how": 6829,
    "date": 3741,
    "fanatic": 5332,
    "harpervia": 6498,
    "follows": 5625,
    "young": 15598,
    "queer": 11451,
    "friends": 5782,
    "delhi": 3902,
    "they": 14130,
    "navigate": 9650,
    "sex": 12772,
    "politics": 10873,
    "against": 660,
    "backdrop": 1487,
    "intensifying": 7351,
    "polarization": 10863,
    "unaware": 14629,
    "tensions": 14022,
    "city": 2769,
    "soon": 13182,
    "violently": 15010,
    "erupt": 4978,
    "choctaw": 2641,
    "spoke": 13315,
    "red": 11723,
    "black": 1850,
    "month": 9374,
    "means": 8979,
    "nicole": 9787,
    "dib": 4105,
    "utah": 14829,
    "comments": 2994,
    "available": 1429,
    "strand": 13518,
    "runs": 12326,
    "through": 14185,
    "volume": 15060,
    "restlessness": 12024,
    "imagination": 7048,
    "multiple": 9491,
    "always": 836,
    "go": 6119,
    "looking": 8529,
    "overturn": 10286,
    "euro": 5043,
    "western": 15268,
    "preconceptions": 11025,
    "prioritize": 11139,
    "understandings": 14666,
    "frequently": 5771,
    "collaboration": 2914,
    "quoting": 11481,
    "mackay": 8649,
    "adds": 520,
    "indians": 7166,
    "often": 10058,
    "pushed": 11398,
    "margins": 8792,
    "discourse": 4195,
    "discussed": 4212,
    "past": 10447,
    "tense": 14020,
    "haunting": 6525,
    "ghosts": 6051,
    "asked": 1229,
    "fit": 5541,
    "tired": 14234,
    "tiresome": 14236,
    "stereotypes": 13469,
    "out": 10242,
    "solemn": 13138,
    "validators": 14869,
    "colonizer": 2946,
    "identity": 6994,
    "theme": 14104,
    "ties": 14210,
    "bind": 1791,
    "reflections": 11761,
    "future": 5846,
    "eighteenth": 4624,
    "plenary": 10817,
    "were": 15260,
    "nation": 9626,
    "carolyn": 2364,
    "day": 3760,
    "furman": 5837,
    "don": 4329,
    "mccreary": 8943,
    "continues": 3295,
    "live": 8450,
    "records": 11704,
    "textbooks": 14067,
    "ally": 809,
    "recording": 11702,
    "studio": 13577,
    "hull": 6863,
    "street": 13534,
    "emory": 4744,
    "ethical": 5028,
    "18th": 66,
    "c": 2215,
    "restoration": 12025,
    "comedy": 2978,
    "scotland": 12570,
    "kretzschmar": 8042,
    "chicago": 2615,
    "began": 1647,
    "medievalist": 9001,
    "middle": 9163,
    "scots": 12571,
    "over": 10268,
    "become": 1636,
    "associated": 1275,
    "social": 13118,
    "sciences": 12557,
    "adam": 495,
    "mickiewicz": 9149,
    "poland": 10860,
    "residence": 11980,
    "times": 14224,
    "josiah": 7751,
    "meigs": 9022,
    "emerita": 4733,
    "folklore": 5616,
    "celtic": 2453,
    "simon": 12972,
    "gatrell": 5941,
    "phil": 10659,
    "principally": 11127,
    "victorian": 14978,
    "texas": 14064,
    "arlington": 1143,
    "teaches": 13954,
    "rhetoric": 12108,
    "eberle": 4520,
    "california": 2250,
    "los": 8549,
    "angeles": 928,
    "romantic": 12221,
    "feminist": 5432,
    "de": 3772,
    "gruyter": 6321,
    "ward": 15140,
    "j": 7592,
    "risvold": 12159,
    "author": 1392,
    "valerie": 14862,
    "babb": 1479,
    "franklin": 5752,
    "retiring": 12048,
    "taking": 13886,
    "position": 10921,
    "departments": 3954,
    "thesecu": 14126,
    "sec": 12620,
    "participants": 10410,
    "sterling": 13471,
    "goodman": 6148,
    "taught": 13940,
    "arizona": 1138,
    "montana": 9369,
    "oulu": 10237,
    "finland": 5524,
    "england": 4847,
    "served": 12736,
    "chris": 2655,
    "alexander": 759,
    "earned": 4503,
    "louisville": 8564,
    "alumni": 831,
    "jim": 7697,
    "addresses": 518,
    "issues": 7561,
    "relating": 11831,
    "dorothy": 4357,
    "carbondale": 2336,
    "starting": 13411,
    "liz": 8462,
    "worked": 15436,
    "brenau": 2056,
    "sayantika": 12487,
    "mandal": 8737,
    "recipients": 11670,
    "brand": 2028,
    "lab": 8084,
    "previously": 11108,
    "ad": 493,
    "hoc": 6726,
    "shaheed": 12785,
    "bhagat": 1750,
    "singh": 12995,
    "provided": 11314,
    "place": 10766,
    "me": 8969,
    "analysis": 893,
    "without": 15391,
    "hundreds": 6881,
    "novels": 9924,
    "poems": 10843,
    "my": 9546,
    "say": 12486,
    "doubt": 4368,
    "would": 15464,
    "not": 9890,
    "am": 840,
    "today": 14251,
    "serving": 12743,
    "iowa": 7509,
    "workshop": 15448,
    "elizabeth": 4681,
    "willis": 15352,
    "most": 9410,
    "alive": 788,
    "york": 15592,
    "finalist": 5505,
    "pulitzer": 11365,
    "finding": 5514,
    "applying": 1059,
    "internships": 7407,
    "getting": 6043,
    "credit": 3511,
    "internship": 7406,
    "did": 4116,
    "lasek": 8160,
    "white": 15301,
    "cmlwhite": 2849,
    "ga": 5873,
    "museum": 9520,
    "art": 1171,
    "marine": 8800,
    "extension": 5243,
    "sea": 12597,
    "gran": 6213,
    "t": 13852,
    "generally": 5978,
    "spring": 13332,
    "semester": 12677,
    "engl": 4840,
    "systems": 13844,
    "introduction": 7461,
    "actually": 491,
    "used": 14814,
    "speech": 13289,
    "re": 11609,
    "unsure": 14755,
    "start": 13409,
    "job": 7713,
    "search": 12605,
    "classes": 2791,
    "small": 13083,
    "kicked": 7949,
    "things": 14136,
    "off": 10041,
    "mixer": 9279,
    "hosted": 6808,
    "transfer": 14375,
    "founders": 5721,
    "looked": 8528,
    "especially": 4987,
    "elaborate": 4632,
    "flooding": 5576,
    "dressed": 4415,
    "staff": 13379,
    "someone": 13161,
    "william": 15348,
    "harry": 6502,
    "jane": 7625,
    "decided": 3816,
    "retire": 12044,
    "after": 647,
    "continued": 3294,
    "sectors": 12631,
    "when": 15284,
    "mom": 9336,
    "went": 15256,
    "back": 1485,
    "degree": 3886,
    "teacher": 13952,
    "nontraditional": 9867,
    "got": 6160,
    "degrees": 3887,
    "said": 12380,
    "fascinated": 5362,
    "idea": 6978,
    "becoming": 1638,
    "move": 9438,
    "change": 2526,
    "howard": 6831,
    "ways": 15187,
    "campus": 2280,
    "surrounding": 13740,
    "vibrant": 14969,
    "experience": 5187,
    "had": 6395,
    "campuses": 2281,
    "edwin": 4586,
    "everett": 5071,
    "writes": 15481,
    "great": 6253,
    "strength": 13536,
    "sort": 13197,
    "but": 2201,
    "humanity": 6870,
    "accessed": 412,
    "december": 3810,
    "theclio": 14098,
    "entry": 4909,
    "e": 4491,
    "old": 10071,
    "style": 13586,
    "vol": 15055,
    "thrives": 14180,
    "various": 14897,
    "endowed": 4814,
    "professorships": 11204,
    "endowments": 4816,
    "conference": 3149,
    "chairs": 2500,
    "concluding": 3131,
    "note": 9895,
    "want": 15134,
    "salute": 12406,
    "another": 970,
    "benefactor": 1699,
    "generosity": 5989,
    "bring": 2085,
    "significant": 12946,
    "now": 9927,
    "happy": 6469,
    "sadness": 12368,
    "does": 4307,
    "relate": 11828,
    "profile": 11207,
    "five": 5546,
    "men": 9054,
    "gone": 6141,
    "parity": 10398,
    "finally": 5507,
    "reality": 11632,
    "certainly": 2481,
    "good": 6143,
    "thing": 14135,
    "form": 5669,
    "majority": 8701,
    "see": 12641,
    "chronicle": 2670,
    "higher": 6662,
    "education": 4580,
    "february": 5404,
    "kevin": 7927,
    "birmingham": 1834,
    "addressed": 517,
    "shame": 12796,
    "survive": 13746,
    "exploitation": 5215,
    "gist": 6078,
    "alarming": 739,
    "parade": 10370,
    "statistics": 13428,
    "tenured": 14030,
    "only": 10102,
    "instructors": 7320,
    "part": 10406,
    "quadrupled": 11426,
    "below": 1688,
    "poverty": 10962,
    "line": 8389,
    "reflection": 11760,
    "do": 4287,
    "correcting": 3395,
    "grammar": 6210,
    "spelling": 13294,
    "ve": 14911,
    "encountered": 4792,
    "plane": 10779,
    "trips": 14476,
    "fear": 5395,
    "blush": 1898,
    "faced": 5278,
    "response": 12012,
    "class": 2790,
    "enrolled": 4876,
    "arhi": 1131,
    "greek": 6261,
    "architecture": 1106,
    "likewise": 8370,
    "remember": 11876,
    "slow": 13073,
    "motioned": 9419,
    "moments": 9341,
    "painful": 10318,
    "admission": 549,
    "sitting": 13009,
    "those": 14155,
    "uncomfortable": 14641,
    "desks": 4016,
    "attentively": 1342,
    "viewing": 14995,
    "slides": 13063,
    "studiously": 13579,
    "notes": 9900,
    "hearing": 6562,
    "call": 2253,
    "nor": 9868,
    "ourselves": 10241,
    "fighting": 5478,
    "deadlines": 3775,
    "finishing": 5522,
    "wee": 15222,
    "hours": 6818,
    "night": 9796,
    "dreading": 4408,
    "graded": 6190,
    "reviewed": 12073,
    "evaluated": 5055,
    "realize": 11633,
    "think": 14137,
    "profess": 11193,
    "learn": 8234,
    "constantly": 3232,
    "seeking": 12646,
    "further": 5838,
    "attended": 1338,
    "longer": 8515,
    "educational": 4581,
    "camps": 2279,
    "atelier": 1302,
    "viceversa": 14973,
    "atlas": 1316,
    "collège": 2939,
    "des": 3990,
    "traducteurs": 14344,
    "littéraires": 8448,
    "arles": 1141,
    "france": 5742,
    "week": 15223,
    "long": 8513,
    "translation": 14398,
    "session": 12746,
    "dozen": 4384,
    "french": 5768,
    "translators": 14402,
    "roxanne": 12286,
    "participated": 10412,
    "neh": 9706,
    "advanced": 571,
    "topics": 14282,
    "edition": 4562,
    "models": 9305,
    "textual": 14071,
    "point": 10854,
    "making": 8710,
    "busying": 2200,
    "themselves": 14107,
    "business": 2195,
    "examples": 5106,
    "detailed": 4029,
    "newsletter": 9763,
    "apply": 1058,
    "participate": 10411,
    "second": 12622,
    "discipline": 4187,
    "seek": 12645,
    "online": 10101,
    "russell": 12334,
    "special": 13256,
    "libraries": 8342,
    "feature": 5399,
    "john": 7719,
    "lowe": 8577,
    "kraft": 8037,
    "researched": 11970,
    "materials": 8882,
    "maps": 8780,
    "introduce": 7457,
    "nicely": 9780,
    "illustrate": 7034,
    "themes": 14106,
    "motifs": 9417,
    "robinson": 12191,
    "crusoe": 3560,
    "cynthia": 3674,
    "camp": 2276,
    "developed": 4052,
    "manuscript": 8771,
    "could": 3425,
    "intensely": 7350,
    "single": 12997,
    "owned": 10294,
    "hargrett": 6484,
    "articulates": 1182,
    "learned": 8235,
    "librarian": 8340,
    "perspective": 10610,
    "processes": 11172,
    "acquisitions": 470,
    "cataloging": 2397,
    "logic": 8499,
    "behind": 1657,
    "cataloguing": 2400,
    "system": 13841,
    "vision": 15026,
    "best": 1731,
    "practices": 10984,
    "library": 8343,
    "instructional": 7317,
    "visit": 15029,
    "nancee": 9587,
    "reeves": 11749,
    "similarly": 12969,
    "describes": 3996,
    "just": 7809,
    "turned": 14540,
    "loose": 8536,
    "archive": 1109,
    "little": 8445,
    "thinking": 14140,
    "joy": 7763,
    "discovery": 4202,
    "needed": 9690,
    "much": 9463,
    "use": 14813,
    "material": 8879,
    "pain": 10317,
    "spending": 13299,
    "composing": 3085,
    "anxiety": 1008,
    "feeling": 5412,
    "knowing": 8007,
    "able": 360,
    "acknowledge": 457,
    "excellence": 5116,
    "nominating": 9853,
    "letters": 8301,
    "characterized": 2549,
    "pedagogical": 10518,
    "influence": 7210,
    "fostered": 5709,
    "growth": 6314,
    "thinker": 14138,
    "never": 9751,
    "emboldened": 4717,
    "tackle": 13865,
    "difficult": 4130,
    "texts": 14070,
    "examine": 5101,
    "critically": 3526,
    "grow": 6310,
    "writer": 15478,
    "encouraging": 4799,
    "inspiring": 7298,
    "aim": 705,
    "ambitiously": 853,
    "appreciate": 1065,
    "martha": 8831,
    "munn": 9511,
    "bedingfield": 1641,
    "endowment": 4815,
    "educator": 4582,
    "us": 14805,
    "passionate": 10442,
    "embrace": 4718,
    "unknown": 14723,
    "tarry": 13931,
    "challenge": 2503,
    "summer": 13680,
    "experienced": 5188,
    "loss": 8551,
    "christy": 2665,
    "desmet": 4018,
    "died": 4119,
    "july": 7796,
    "rendering": 11896,
    "very": 14956,
    "cruel": 3555,
    "indeed": 7155,
    "fundamentally": 5824,
    "fiercely": 5471,
    "protective": 11290,
    "care": 2341,
    "cared": 2342,
    "legions": 8269,
    "beloved": 1687,
    "husband": 6895,
    "david": 3749,
    "schiller": 12529,
    "all": 790,
    "family": 5327,
    "colleagues": 2922,
    "prides": 11114,
    "itself": 7581,
    "contribution": 3312,
    "consistently": 3224,
    "proud": 11302,
    "kate": 7869,
    "arnold": 1153,
    "ponder": 10888,
    "simultaneously": 12986,
    "celebrate": 2443,
    "achievements": 453,
    "tirelessly": 14235,
    "accomplish": 426,
    "noted": 9898,
    "capable": 2313,
    "shaina": 12787,
    "patel": 10456,
    "administrative": 544,
    "specialist": 13257,
    "jason": 7636,
    "payton": 10502,
    "hire": 6688,
    "generous": 5990,
    "gifts": 6059,
    "donors": 4345,
    "hugh": 6860,
    "ruppersburg": 12327,
    "tricia": 14464,
    "magazine": 8666,
    "stillpoint": 13483,
    "announce": 955,
    "exceptional": 5121,
    "hubert": 6853,
    "mcalexander": 8931,
    "pat": 10453,
    "michelle": 9145,
    "ballif": 1521,
    "sarah": 12446,
    "mayo": 8922,
    "recipient": 11669,
    "memoriam": 9048,
    "ground": 6298,
    "breaking": 2046,
    "shakespeare": 12791,
    "accomplishments": 429,
    "departmental": 3953,
    "detail": 4028,
    "nod": 9841,
    "heads": 6554,
    "affirmation": 625,
    "tickling": 14207,
    "memory": 9051,
    "files": 5487,
    "days": 3762,
    "months": 9376,
    "pleasantly": 10810,
    "tickled": 14206,
    "energy": 4827,
    "motivates": 9422,
    "remains": 11864,
    "steadfast": 13440,
    "ll": 8466,
    "continue": 3293,
    "join": 7725,
    "alas": 740,
    "respected": 12002,
    "although": 826,
    "pandemic": 10348,
    "conditions": 3143,
    "necessitate": 9684,
    "physical": 10697,
    "separation": 12715,
    "gather": 5938,
    "virtually": 15018,
    "undertaken": 14672,
    "transition": 14390,
    "recognize": 11679,
    "produce": 11179,
    "smart": 13087,
    "troubled": 14488,
    "retirement": 12046,
    "decades": 3805,
    "ron": 12227,
    "balthazor": 1525,
    "successes": 13634,
    "express": 5231,
    "appreciation": 1067,
    "coordinators": 3362,
    "contributors": 3314,
    "generously": 5991,
    "talent": 13890,
    "limited": 8381,
    "esra": 4992,
    "santesso": 12438,
    "richard": 12124,
    "menke": 9065,
    "step": 13459,
    "demands": 3922,
    "stepped": 13463,
    "up": 14765,
    "assume": 1280,
    "positions": 10924,
    "casie": 2390,
    "legette": 8268,
    "serve": 12735,
    "houses": 6824,
    "send": 12689,
    "message": 9097,
    "concern": 3123,
    "graduating": 6200,
    "welcoming": 15245,
    "hand": 6439,
    "present": 11074,
    "dedicate": 3838,
    "invest": 7478,
    "ends": 4818,
    "necessarily": 9682,
    "envisioned": 4920,
    "committed": 3004,
    "attested": 1344,
    "already": 817,
    "putting": 11405,
    "figuring": 5483,
    "done": 4337,
    "humid": 6877,
    "return": 12054,
    "temporal": 14003,
    "pattern": 10480,
    "nature": 9644,
    "seasons": 12615,
    "pleasure": 10814,
    "overseeing": 10281,
    "supporting": 13716,
    "incredible": 7149,
    "welcomed": 15243,
    "terrific": 14046,
    "joshua": 7750,
    "cohen": 2892,
    "diamond": 4095,
    "ingle": 7231,
    "hired": 6689,
    "roland": 12214,
    "végső": 15091,
    "lincoln": 8384,
    "vice": 14972,
    "farewell": 5351,
    "w": 15092,
    "whom": 15314,
    "barbara": 1549,
    "methvin": 9117,
    "invaluable": 7468,
    "affable": 614,
    "numerous": 9952,
    "landmark": 8128,
    "transformed": 14382,
    "produced": 11180,
    "bounty": 1994,
    "influential": 7213,
    "acting": 476,
    "experiences": 5189,
    "helped": 6598,
    "instill": 7306,
    "sense": 12695,
    "importance": 7092,
    "preparing": 11066,
    "eagerly": 4498,
    "forward": 5704,
    "appeared": 1042,
    "intellectual": 7341,
    "rest": 12018,
    "period": 10577,
    "lot": 8555,
    "sargan": 12448,
    "paleography": 10333,
    "codicology": 2874,
    "rodrigo": 12207,
    "paula": 10486,
    "anglophone": 933,
    "media": 8992,
    "animal": 935,
    "jami": 7620,
    "mays": 8924,
    "front": 5786,
    "provides": 11315,
    "brought": 2121,
    "twice": 14563,
    "however": 6834,
    "fueled": 5803,
    "kindness": 7968,
    "gift": 6057,
    "june": 7801,
    "widow": 15328,
    "fund": 5822,
    "specifically": 13271,
    "designed": 4006,
    "himself": 6681,
    "championed": 2510,
    "throughout": 14186,
    "dear": 3786,
    "passed": 10437,
    "source": 13209,
    "exciting": 5132,
    "involved": 7502,
    "excellent": 5117,
    "multiethnic": 9479,
    "delighted": 3904,
    "launch": 8187,
    "important": 7093,
    "enthusiast": 4896,
    "lucky": 8600,
    "enough": 4870,
    "personally": 10605,
    "benefit": 1703,
    "infinite": 7204,
    "spirit": 13308,
    "please": 10811,
    "consider": 3213,
    "donating": 4334,
    "iii": 7019,
    "doctoral": 4293,
    "open": 10115,
    "pursuing": 11393,
    "mentored": 9072,
    "modernist": 9312,
    "activities": 485,
    "regularly": 11807,
    "lead": 8223,
    "highlights": 6669,
    "few": 5453,
    "away": 1456,
    "unexpectedly": 14694,
    "august": 1375,
    "lester": 8296,
    "last": 8161,
    "ten": 14009,
    "featuring": 5402,
    "kim": 7960,
    "coles": 2903,
    "maryland": 8846,
    "formed": 5681,
    "phillis": 10670,
    "wheatley": 15278,
    "peters": 10627,
    "run": 12322,
    "drs": 4435,
    "nora": 9869,
    "benedict": 1698,
    "speaker": 13249,
    "jennifer": 7664,
    "low": 8576,
    "changed": 2527,
    "adored": 560,
    "huge": 6858,
    "advocate": 599,
    "shifting": 12859,
    "needs": 9696,
    "permitted": 10590,
    "incorporate": 7139,
    "creativity": 3504,
    "assignments": 1261,
    "styles": 13587,
    "shaundra": 12821,
    "walker": 15118,
    "services": 12742,
    "sidonia": 12928,
    "serafini": 12724,
    "suffragist": 13649,
    "adella": 523,
    "hunt": 6887,
    "logan": 8496,
    "achievement": 452,
    "cofounded": 2888,
    "former": 5682,
    "lady": 8102,
    "rosalynn": 12244,
    "carter": 2377,
    "lmu": 8473,
    "visited": 15031,
    "photographs": 10689,
    "gravel": 6247,
    "quarries": 11444,
    "recreational": 11711,
    "lakes": 8112,
    "auspices": 1383,
    "rachel": 11498,
    "carson": 2375,
    "environment": 4915,
    "germany": 6035,
    "h": 6382,
    "west": 15267,
    "supports": 13718,
    "outstanding": 10265,
    "fyc": 5858,
    "winner": 15362,
    "beckwith": 1635,
    "candidate": 2291,
    "19th": 76,
    "calvin": 2260,
    "meetings": 9012,
    "says": 12489,
    "meaning": 8976,
    "largely": 8153,
    "european": 5047,
    "cook": 3342,
    "richer": 12127,
    "still": 13482,
    "hesitant": 6641,
    "immediately": 7062,
    "impressed": 7096,
    "vanderbilt": 14884,
    "intentions": 7358,
    "kind": 7964,
    "children": 2627,
    "way": 15186,
    "points": 10856,
    "zora": 15678,
    "neale": 9674,
    "hurston": 6893,
    "ernest": 4968,
    "gaines": 5887,
    "weren": 15261,
    "appreciated": 1066,
    "too": 14273,
    "leaves": 8243,
    "lifelong": 8356,
    "friendship": 5783,
    "beside": 1728,
    "him": 6678,
    "clothing": 2839,
    "drive": 4425,
    "organized": 10186,
    "christine": 2663,
    "vegso": 14915,
    "gave": 5946,
    "opening": 10119,
    "address": 516,
    "outgoing": 10248,
    "uea": 14594,
    "presidnet": 11090,
    "nina": 9811,
    "meier": 9021,
    "conversation": 3331,
    "ruffing": 12308,
    "robbins": 12185,
    "lorraine": 8548,
    "sherley": 12848,
    "tcu": 13946,
    "hit": 6710,
    "favored": 5383,
    "muses": 9519,
    "pageant": 10312,
    "activist": 483,
    "church": 2677,
    "terrell": 14043,
    "george": 6022,
    "contini": 3289,
    "theatre": 14094,
    "adapted": 500,
    "stage": 13382,
    "performing": 10573,
    "spotlight": 13326,
    "cast": 2391,
    "musicians": 9527,
    "guided": 6345,
    "weidman": 15230,
    "jazz": 7642,
    "aryeh": 1198,
    "dance": 3704,
    "coburn": 2862,
    "freer": 5765,
    "became": 1631,
    "led": 8257,
    "loved": 8568,
    "16th": 57,
    "17th": 61,
    "considered": 3218,
    "tuesday": 14523,
    "4pm": 250,
    "likely": 8367,
    "engaging": 4833,
    "spirited": 13309,
    "discussions": 4216,
    "reciting": 11674,
    "top": 14280,
    "true": 14495,
    "dead": 3773,
    "fashion": 5366,
    "sam": 12410,
    "houston": 6826,
    "mccaskill": 8936,
    "multidisciplinary": 9478,
    "librarians": 8341,
    "20th": 89,
    "emphasis": 4753,
    "transnational": 14409,
    "though": 14157,
    "quiet": 11465,
    "helping": 6600,
    "manage": 8729,
    "high": 6661,
    "providing": 11316,
    "aids": 700,
    "training": 14356,
    "supplies": 13712,
    "collaborative": 2916,
    "network": 9734,
    "maggie": 8671,
    "emcees": 4724,
    "evening": 5066,
    "conjunction": 3185,
    "thrilled": 14177,
    "dean": 3783,
    "rader": 11510,
    "daniel": 3713,
    "heath": 6570,
    "justice": 7810,
    "nations": 9634,
    "cross": 3541,
    "wednesday": 15220,
    "28th": 128,
    "host": 6807,
    "brian": 2063,
    "clements": 2811,
    "cine": 2693,
    "founding": 5722,
    "mfa": 9132,
    "connecticut": 3191,
    "january": 7631,
    "hancock": 6438,
    "ave": 1434,
    "chief": 2621,
    "sycamore": 13802,
    "interlochen": 7390,
    "f": 5270,
    "stark": 13406,
    "washington": 15161,
    "republic": 11951,
    "lawrence": 8203,
    "roy": 12287,
    "lillie": 8372,
    "cranz": 3490,
    "cullen": 3607,
    "deer": 3853,
    "prairie": 10992,
    "island": 7547,
    "court": 3454,
    "appeals": 1038,
    "showcase": 12898,
    "readings": 11624,
    "editors": 4566,
    "provost": 11325,
    "advancement": 572,
    "jill": 7696,
    "marvin": 8841,
    "offers": 10046,
    "fyfe": 5859,
    "pennsylvania": 10543,
    "beirut": 1661,
    "edinburgh": 4557,
    "translator": 14401,
    "mirze": 9243,
    "b": 1471,
    "collective": 2928,
    "intersects": 7428,
    "broad": 2095,
    "visitors": 15034,
    "progress": 11224,
    "rigorous": 12145,
    "evaluation": 5057,
    "feedback": 5410,
    "setting": 12753,
    "informal": 7217,
    "forum": 5702,
    "process": 11169,
    "supportive": 13717,
    "guest": 6338,
    "clusters": 2846,
    "seeks": 12647,
    "engage": 4829,
    "schools": 12545,
    "ideas": 6983,
    "pertaining": 10617,
    "complexly": 3073,
    "evolving": 5090,
    "contexts": 3283,
    "wales": 15115,
    "northern": 9882,
    "ireland": 7515,
    "effort": 4599,
    "rethinking": 12043,
    "question": 11458,
    "scope": 12565,
    "contents": 3278,
    "forms": 5687,
    "interdisciplinary": 7374,
    "delivering": 3911,
    "rare": 11579,
    "exhibit": 5159,
    "handful": 6442,
    "allow": 804,
    "gaining": 5889,
    "aspect": 1236,
    "chosen": 2653,
    "accompany": 424,
    "interest": 7376,
    "pursuit": 11394,
    "bodleian": 1913,
    "collections": 2927,
    "kingdom": 7971,
    "upon": 14784,
    "completion": 3069,
    "assistantship": 1269,
    "eligible": 4673,
    "stints": 13487,
    "modernisms": 9311,
    "miriam": 9238,
    "thaggert": 14078,
    "april": 1087,
    "27th": 125,
    "lumpkin": 8610,
    "discuss": 4211,
    "chapter": 2542,
    "images": 7045,
    "verbal": 14935,
    "strategies": 13524,
    "harlem": 6487,
    "amherst": 864,
    "univ": 14713,
    "pre": 11009,
    "circulate": 2706,
    "srosenb": 13364,
    "nell": 9714,
    "nandrew": 9590,
    "copies": 3365,
    "chandler": 2520,
    "paper": 10364,
    "interested": 7377,
    "receiving": 11661,
    "alex": 757,
    "edwards": 4585,
    "kingsley": 7973,
    "building": 2164,
    "room": 12234,
    "sixteen": 13019,
    "franke": 5748,
    "disciplinary": 4186,
    "heather": 6571,
    "moore": 9386,
    "collected": 2924,
    "marianne": 8795,
    "faber": 5272,
    "ny": 9970,
    "farrar": 5358,
    "straus": 13528,
    "giroux": 6074,
    "attending": 1340,
    "diligence": 4143,
    "magic": 8672,
    "flight": 5569,
    "roses": 12250,
    "versions": 14953,
    "kathryn": 7875,
    "floyd": 5592,
    "auburn": 1358,
    "cla": 2774,
    "agas": 662,
    "welcomes": 15244,
    "dada": 3686,
    "modsquad": 9321,
    "link": 8402,
    "floyd_moving_statues": 5593,
    "cluster": 2844,
    "incoming": 7136,
    "shall": 12793,
    "assigned": 1258,
    "acclimate": 419,
    "options": 10158,
    "expected": 5182,
    "identify": 6991,
    "replace": 11920,
    "speak": 13248,
    "potential": 10955,
    "confirm": 3160,
    "orally": 10164,
    "agreed": 683,
    "assignment": 1260,
    "exists": 5169,
    "mutually": 9538,
    "satisfactory": 12462,
    "choice": 2643,
    "rests": 12032,
    "considerable": 3214,
    "extent": 5247,
    "subject": 13602,
    "toward": 14308,
    "actively": 481,
    "subjects": 13604,
    "initiative": 7246,
    "proposing": 11277,
    "proficient": 11206,
    "within": 15390,
    "wants": 15137,
    "costello": 3418,
    "essay": 4994,
    "titled": 14239,
    "collecting": 2925,
    "wallace": 15123,
    "stevens": 13476,
    "builds": 2166,
    "monograph": 9358,
    "plural": 10828,
    "auden": 1362,
    "princeton": 11125,
    "pronoun": 11253,
    "fairfield": 5308,
    "warren": 15151,
    "boston": 1977,
    "renowned": 11908,
    "anglo": 932,
    "kenyon": 7917,
    "jacqueline": 7603,
    "ávila": 15691,
    "musicology": 9529,
    "tennessee": 14019,
    "cinesonidos": 2698,
    "mexico": 9125,
    "época": 15696,
    "oro": 10210,
    "avila": 1441,
    "mexican": 9123,
    "nationalism": 9629,
    "florida": 5582,
    "atlantic": 1315,
    "hsy": 6846,
    "gw": 6376,
    "roundtable": 12266,
    "turner": 14541,
    "usree": 14824,
    "bhattacharya": 1754,
    "haddad": 6396,
    "sheryl": 12853,
    "vogt": 15052,
    "2nd": 133,
    "floor": 5577,
    "cahill": 2233,
    "drama": 4396,
    "discerning": 4185,
    "devil": 4063,
    "spiritual": 13310,
    "murder": 9513,
    "page": 10311,
    "bowman": 2001,
    "gordon": 6154,
    "gray": 6249,
    "carolina": 2362,
    "chapel": 2541,
    "hill": 6674,
    "brandi": 2029,
    "k": 7822,
    "adams": 496,
    "sexuality": 12774,
    "classics": 2795,
    "asheesh": 1216,
    "kapur": 7855,
    "siddique": 12925,
    "massachusetts": 8859,
    "along": 813,
    "colleague": 2921,
    "centered": 2462,
    "public": 11351,
    "enslavement": 4882,
    "250th": 114,
    "anniversary": 951,
    "publication": 11352,
    "phyllis": 10694,
    "woman": 15409,
    "brief": 2073,
    "introductions": 7462,
    "turn": 14539,
    "discussing": 4214,
    "investigating": 7483,
    "items": 7573,
    "display": 4237,
    "includes": 7132,
    "earlier": 4499,
    "elegy": 4657,
    "relevant": 11847,
    "broadside": 2102,
    "description": 3998,
    "slave": 13055,
    "ship": 12868,
    "abolitionists": 368,
    "theorizing": 14115,
    "racial": 11500,
    "difference": 4123,
    "emmanuelle": 4742,
    "peraldo": 10551,
    "extensively": 5246,
    "defoe": 3880,
    "swift": 13784,
    "galland": 5896,
    "researches": 11973,
    "premodern": 11056,
    "pcrs": 10509,
    "focus": 5605,
    "dialectics": 4092,
    "otherness": 10231,
    "slurs": 13078,
    "words": 15432,
    "abuse": 389,
    "violence": 15008,
    "adaptations": 499,
    "appropriations": 1078,
    "mario": 8801,
    "erasmo": 4957,
    "jacobson": 7602,
    "andrás": 925,
    "kiséry": 7984,
    "cuny": 3627,
    "scott": 12572,
    "mackenzie": 8650,
    "batchelor": 1600,
    "looser": 8538,
    "age": 664,
    "britain": 2091,
    "johns": 7721,
    "hopkins": 6792,
    "austen": 1385,
    "discourses": 4196,
    "palgrave": 10336,
    "deanna": 3784,
    "kreisel": 8040,
    "derek": 3982,
    "taylor": 13943,
    "longwood": 8525,
    "editing": 4561,
    "sir": 13001,
    "charles": 2561,
    "grandison": 6218,
    "cambridge": 2268,
    "nick": 9782,
    "groom": 6293,
    "exeter": 5157,
    "ranging": 11565,
    "union": 14707,
    "jack": 7595,
    "thomas": 14149,
    "chatterton": 2575,
    "appears": 1044,
    "television": 13993,
    "radio": 11516,
    "festivals": 5447,
    "authority": 1398,
    "seasonal": 12614,
    "customs": 3651,
    "r": 11484,
    "tolkien": 14260,
    "gothic": 6162,
    "identities": 6993,
    "donelle": 4338,
    "ruwe": 12344,
    "ritish": 12162,
    "era": 4954,
    "verse": 14947,
    "riddle": 12130,
    "rhyme": 12116,
    "macmillan": 8651,
    "culturing": 3620,
    "child": 2624,
    "forthcoming": 5694,
    "childhood": 2626,
    "musical": 9525,
    "theater": 14092,
    "sachs": 12362,
    "concordia": 3135,
    "montreal": 9379,
    "principal": 11126,
    "investigator": 7487,
    "based": 1581,
    "interacting": 7363,
    "print": 11131,
    "dustin": 4472,
    "stewart": 13479,
    "shenton": 12843,
    "curriculum": 3645,
    "nasser": 9617,
    "mufti": 9465,
    "amy": 884,
    "elkins": 4684,
    "macalester": 8638,
    "crafting": 3483,
    "multimedia": 9487,
    "paris": 10396,
    "photo": 10684,
    "graff": 6204,
    "dec": 3802,
    "lamar": 8117,
    "dodd": 4304,
    "rd": 11606,
    "quagliati": 11427,
    "ludwig": 8602,
    "maximilian": 8911,
    "zahid": 15628,
    "chaudhary": 2579,
    "archival": 1108,
    "formal": 5670,
    "albright": 746,
    "fredric": 5760,
    "jameson": 7619,
    "rei": 11810,
    "tarada": 13925,
    "kenner": 7910,
    "professorship": 11203,
    "established": 5004,
    "additionally": 513,
    "constructs": 3249,
    "comprehensive": 3090,
    "lexicography": 8320,
    "participating": 10414,
    "dictionaries": 4114,
    "dictionary": 4115,
    "bilingual": 1783,
    "learners": 8236,
    "text": 14065,
    "empirical": 4759,
    "supplementary": 13710,
    "financial": 5510,
    "focuses": 5607,
    "masters": 8868,
    "level": 8303,
    "proposal": 11272,
    "receive": 11658,
    "alumnus": 832,
    "grady": 6203,
    "hutcherson": 6901,
    "majoring": 8700,
    "demonstrates": 3933,
    "kilgo": 7955,
    "monetary": 9350,
    "expenses": 5186,
    "incurred": 7153,
    "retreats": 12050,
    "grounding": 6301,
    "applied": 1055,
    "versatile": 14946,
    "law": 8201,
    "feel": 5411,
    "taken": 13884,
    "towards": 14309,
    "petition": 10629,
    "inclusion": 7134,
    "filled": 5491,
    "researchers": 11972,
    "educators": 4583,
    "cutting": 3654,
    "edge": 4553,
    "artificial": 1186,
    "intelligence": 7345,
    "cybersecurity": 3669,
    "software": 13130,
    "engineering": 4837,
    "esteemed": 5009,
    "facilities": 5286,
    "laboratories": 8088,
    "fostering": 5710,
    "unique": 14708,
    "hands": 6450,
    "exploration": 5217,
    "experimentation": 5194,
    "dollar": 4316,
    "given": 6081,
    "direct": 4160,
    "impact": 7071,
    "computing": 3107,
    "energetic": 4824,
    "cover": 3461,
    "growing": 6311,
    "emerging": 4732,
    "computer": 3104,
    "csgsa": 3591,
    "operated": 10125,
    "exclusively": 5137,
    "facilitate": 5282,
    "clear": 2807,
    "transparent": 14412,
    "branches": 2027,
    "hierarchy": 6659,
    "peruse": 10618,
    "web": 15209,
    "determine": 4039,
    "ascertain": 1209,
    "whether": 15290,
    "ra": 11490,
    "credentials": 3509,
    "requirements": 11960,
    "csci": 3575,
    "content": 3275,
    "vary": 14904,
    "capability": 2312,
    "required": 11958,
    "independent": 7158,
    "belong": 1683,
    "4980r": 241,
    "supervised": 13703,
    "fundamental": 5823,
    "requires": 11961,
    "analyze": 901,
    "synthesize": 13836,
    "interpret": 7413,
    "data": 3733,
    "results": 12036,
    "formats": 5679,
    "4990r": 242,
    "final": 5504,
    "excited": 5130,
